tap "garethr/kubeval"
tap "c-bata/kube-prompt"
tap "homebrew/core"
tap "homebrew/bundle"
tap "caskroom/cask"
tap "linuxkit/linuxkit"
tap "johanhaleby/kubetail"
tap "ksonnet/tap"
brew "libyaml"
brew "sqlite"
brew "ansible"
brew "antigen"
brew "python3"
brew "asciinema"
brew "gifsicle"
brew "imagemagick"
brew "asciinema2gif"
brew "bash"
brew "bash-completion@2"
brew "bfg"
brew "cfssl"
brew "cmake"
brew "coreutils"
brew "ctags"
brew "docker-machine-driver-xhyve"
brew "doitlive"
brew "ffmpeg"
brew "fzf"
brew "gifify"
brew "glide"
brew "gnu-sed"
brew "gnupg"
brew "gotags"
brew "htop"
brew "hub"
brew "jq"
brew "kube-ps1"
brew "kubectx"
brew "kubernetes-helm"
brew "macvim", args: ["with-override-system-vim"]
brew "maven"
brew "mosh"
brew "nmap"
brew "node"
brew "openshift-cli"
brew "pstree"
brew "pv"
brew "rbenv"
brew "shellcheck"
brew "sysdig"
brew "terraform-docs"
brew "tmux"
brew "tree"
brew "ttygif"
brew "watch"
brew "wget"
brew "yaml-cpp"
brew "c-bata/kube-prompt/kube-prompt"
brew "garethr/kubeval/kubeval"
brew "johanhaleby/kubetail/kubetail"
brew "ksonnet/tap/ks"
brew "linuxkit/linuxkit/linuxkit", args: ["HEAD"]
cask "minishift"
